Repository: JoelDegerman1999/crowdin
Catalog: lib/l10n/app_*.arb
Languages: sv

source: Home
sv: Hem

source: Time
sv: Tid

source: Receipt
sv: Kvitto

source: Menu
sv: Meny

source: Add task
sv: Skapa uppgift

# vacayRequest
source: Vacation request
sv: Ledighetsansökan

# sickLeave
source: Sickness absence
sv: Sjukanmälan

# cancelSickLeave
source: Return to work(RTW)
sv: Friskanmälan

source: My planning
sv: Min planering

# myTodos
source: My tasks
sv: Mina uppgifter

source: My favorite projects
sv: Mina favoritprojekt

source: Cancel
sv: Avbryt

source: Name
sv: Namn

# noFavoritesProjectsAdded
source: No favorite projects added
sv: Du har inga favoritprojekt

source: Copy last
sv: Kopiera föregående

source: Register time
sv: Registrera tid

source: Work phone
sv: Telefon arbete

source: Phone
sv: Telefon

source: Address
sv: Adress

source: Zip code
sv: Postnummer

source: City
sv: Ort

# relativeName
source: Relative
sv: Anhörig

# relativePhone
source: Phone, relative
sv: Telefon anhörig

source: Save and close profile
sv: Spara och stäng profil

source: Save and close
sv: Spara och stäng

source: Close
sv: Stäng

source: Save
sv: Spara

source: Settings
sv: Inställningar

source: Switch company
sv: Växla företag

source: Log out
sv: Logga ut

# showTasksWithNoDate
source: Show tasks without date ({})
sv: Visa ej datumsatta uppgifter

# showTasksCompleted
source: Show completed tasks ({})
sv: Visa slutförda uppgifter

# myTodosWithoutDate
source: Tasks without date
sv: Uppgifter utan datum

source: Forgot password?
sv: Glömt ditt lösenord?

# rememberSsn
source: Remember me
sv: Kom ihåg personnummer

# passwordReset
source: Order new password
sv: Återställ lösenord

# addEmail
source: Register email
sv: Lägg till epost

source: Invalid ssn
sv: Ogiltigt personnummer

source: Log in
sv: Logga in

source: Back to login
sv: Gå tillbaka

source: Email
sv: E-post

source: Password
sv: Lösenord

# ssnHint
source: SSN (YYMMDDXXXX)
sv: Personnummer (YYMMDDXXXX)

# bankidLogin
source: Log in with Bank-Id
sv: Logga in med Bank-Id

# bankidSsnLogin
source: Login with {}
sv: Logga in med

source: Login failed
sv: Inloggning misslyckades

source: Today
sv: Idag

source: Tomorrow
sv: Imorgon

# inAWeek
source: Next week
sv: Nästa vecka

# pickData
source: Pick a date
sv: Välj datum

source: Expires
sv: Förfaller

# retry
source: Pageload failed - Retry
sv: Sidladdning misslyckades - Försök igen

# networkDown
source: No network connection
sv: Nätverksuppkoppling saknas

# initiate
source: Initiating login
sv: Startar inloggning

# tryBlikk
source: Try out {} ?
sv: Vill du prova Blikk?

source: Create test account
sv: Skapa ett testkonto

# emailPassword
source: Email and password
sv: E-post och lösenord

# projectTimerStarted
source: Checked in on project: {}
sv: Instämplad på projekt:

# projectTimerFinished
source: Checked out
sv: Utheckad

# checkingIn
source: Starting timer
sv: Startar klocka

# checkingOut
source: Stopping timer
sv: Stoppar klocka

# checkoutMultiple
source: The checkout resulted in multiple time reports. You will have to edit them manually
sv: Utstämplingen resulterade i flera tidregistreringar vilket gör att du manuellt får redigera dessa under menyn Tid

source: Pick image
sv: Välj bild

# camera
source: Use camera
sv: Använd kamera

# gallery
source: Use gallery
sv: Använd gallery

# mustSelectEngagement
source: You have to make a selection
sv: Du måste välja ett företag

source: Download started.
sv: Nedladdning startad.

# downloadCompleted
source: Download of {} completed.
sv: Nedladdning slutförd.

# downloadError
source: Download of {} failed.
sv: Nedladdning misslyckades.

# downloadShow
source: Show
sv: Visa

# companySwitchErrorMessage
source: Could not switch to selected company!
sv: Det gick inte att byta till det valda företaget!

# informUserWithNoActiveAccount
source: You don't seem to have an active account. this might be because the account has been cancelled or that your free trial period has expired. If you are an account administrator and the account still exists, you have the option of activating it by logging in (via your computer) on
sv: Ett aktivt konto saknas, det kan bero på att kontot är avslutat eller att den kostnadsfria utvärderingsperioden är över. Om du är administratör och kontot fortfarande existerar kan du aktivera det själv genom att logga in (via dator) på

# notFound
source: Page not found
sv: Sidan hittades inte

source: Choose new password
sv: Välj nytt lösenord

source: New password
sv: Nytt lösenord

source: Confirm new password
sv: Bekräfta nytt lösenord

source: Confirm password
sv: Bekräfta lösenord

# passwordRequirements
source: Password must contain
sv: Lösenordet måste innehålla

# passwordRequiredLength
source: A minimum of 8 characters
sv: Minst 8 tecken

# passwordRequiredUppercase
source: A minimum of one uppercase character
sv: Minst en versal (stor bokstav)

# passwordRequiredLowercase
source: A minimum of one lowercase character
sv: Minst en gemen (liten bokstav)

# passwordRequiredNumber
source: A minimum of one digit
sv: Minst en siffra

# passwordRequiredEquals
source: Passwords match
sv: Lösenord matchar

# genericNetworkError
source: Data entry could not be processed. Please try again.
sv: Det gick inte att läsa in data. Vänligen försök igen.

# passwordResetSuccess
source: Your new password has been saved.
sv: Ditt nya lösenord är sparat.

# gdprConcent
source: I approve
sv: Du måste godkänna villkoren för

# termsOfUse
source: Terms fo use
sv: Tjänstevillkor

source: Privacy policy
sv: Integritetspolicy

# commercialTerm
source: Commercial terms
sv: Kommersiella villkor

source: I agree
sv: Jag godkänner

# termsBlikk
source: You have to agree to Blikk's terms of use and privacy policy
sv: Du måste godkänna villkoren för Blikk.

# termsVimsa
source: You have to agree to the Visma Tid terms of use, commercial terms and privacy policy.
sv: Du måste godkänna villkoren för Visma Tid.

# taskAdded
source: Task added without expiration date.
sv: Uppgiften har lagts till utan förfallodatum

# taskAddedExpiry
source: Task added with expiration date {}.
sv: Uppgiften har lagts till med förfallodatum

# exitApp
source: Do you want to exit the application?
sv: Vill du avsluta applikationen?

source: Yes
sv: Ja

source: No
sv: Nej

source: Worked hours
sv: Arbetade timmar

source: Delete time report
sv: Radera tidrapport

source: Date
sv: Datum

source: New timereport
sv: Ny tidsregistrering

source: Edit timereport
sv: Redigera tidregistrering

source: Lock day
sv: Lås dag

source: Unlock day
sv: Lås upp dag

source: Total
sv: Totalt

# workedHoursShort
source: Worked. hours
sv: Arb. tid

# reportedHours
source: Rep. hours
sv: Rapp. tid

# billableHours
source: Bil. hours
sv: Fakt. tid

# toFrom
source: From - To
sv: Från - Till

source: Overtime
sv: Övertid

source: Activity
sv: Aktivitet

source: Time article
sv: Tidsartikel

source: Time code
sv: Tidkod

source: Task
sv: Uppgift

source: Select activity
sv: Välj aktivitet

source: Select time article
sv: Välj tidsartikel

source: Select time code
sv: Välj tidkod

source: Select task
sv: Välj uppgift

source: Timer finished
sv: Timer avslutad

# clockTime
source: Times
sv: Klockslag

# timeFrom
source: From
sv: Från

# timeTo
source: To
sv: Till

# timesRangeInvalidMessage
source: It's not possible to register time over several days.
sv: Det går inte att registrera tid över flera dagar.

# empty
source: Reset
sv: Rensa

source: Invoicable hours
sv: Fakturerbara timmar

source: Break deduction
sv: Rastavdrag

# breakDeductionInvalidMessage
source: Break deduction cannot be longer than the total work time
sv: Rastavdrag kan inte vara längre än total arbetad tid

source: Comment
sv: Kommentar

source: Internal comment
sv: Intern kommentar

source: Time report
sv: Tidrapport

source: Search
sv: Sök

source: Timestamp
sv: Klockslag

# timespanMandatory
source: Timestamp is mandatory
sv: Klockslag måste anges

# taskMandatory
source: Task is mandatory
sv: Uppgift måste anges

# commentMandatory
source: Comment is mandatory
sv: Kommentar måste anges

# internalCommentMandatory
source: Internal comment is mandatory
sv: Intern kommentar måste anges

source: Absence hours
sv: Frånvarotid

# dateIsLocked
source: {} is closed
sv: är låst

# dateIsAttested
source: {} is attested
sv: är attesterat

source: Articles
sv: Artiklar

source: Add article
sv: Lägg till artikel

source: Edit article
sv: Redigera artikel

source: Add text item
sv: Lägg till textrad

# recentlyReportedArticles
source: Recently reported
sv: Dina senast rapporterade

source: Favorites
sv: Favoriter

source: Search article
sv: Sök artikel

# addNewArticleItem
source: LÃ¤gg till ny artikel
sv: Lägg till fritextartikel

source: Add todo title...
sv: Lägg till uppgiftens titel...

source: Add attachment...
sv: Lägg till bilaga...

source: Add members...
sv: Lägg till medlemmar...

source: Add date/time...
sv: Lägg till datum/tid...

source: Add connection...
sv: Lägg till koppling...

# addChecklistSubtask
source: Add subtask...
sv: Lägg till deluppgift...

source: Add description...
sv: Lägg till beskrivning...

source: Add comment...
sv: Lägg till kommentar...

# confirmChecklistSubtaskRemoval
source: Are you sure you want to remove this subtask?
sv: Vill du verkligen ta bort deluppgiften?

# confirmChecklistRemoval
source: Are you sure you want to remove this checklist?
sv: Vill du verkligen ta bort checklistan?

# confirmActivityCommentRemoval
source: Are you sure you want to remove this comment?
sv: Vill du verkligen ta bort kommentaren?

source: Checklist
sv: Checklista

source: Checklists...
sv: Checklistor...

# attachFile
source: Attach fil
sv: Bifoga fil

source: Stop
sv: Slut

# pickTime
source: Choose time
sv: Välj tid

# pickDate
source: Choose date
sv: Välj datum

source: Members
sv: Medlemmar

source: Search members
sv: Sök bland medlemmar

source: Tag
sv: Etikett

source: Tags
sv: Etiketter

source: Done
sv: Klar

source: Revert
sv: Återgå

source: remove
sv: Ta bort

# endDate
source: Enddatum
sv: Slutdatum

# showActivityDetails
source: Show details
sv: Visa detaljer

# addDateclock
source: Add date/time
sv: Lägg till datum/klockslag

# addEndDate
source: Add enddatum
sv: Lägg till slutdatum

source: Add startdate
sv: Lägg till startdatum

# addEndDateTime
source: Add slutdate/time
sv: Lägg till slutdatum/tid

source: Add startdate/time
sv: Lägg till startdatum/tid
